Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[TAPAS] KO>EN Translation.tmx
Source language: ko_kr
Languages: en

source: 찾았다.
en: here it is.

source: 훈련하기 싫다고 정신 나간 척을 하면 안 되지~.
en: you can’t act like you’ve gone mad just because you don’t want to train!

source: 특히 벤토아 공작가는 국경의 수비와 군사 관리를 맡고 있으니까요.
en: especially since the bentoi house is in charge of border defense and military management.

source: 황궁 사람들에게도 나눠줘야겠어.
en: I should also give some to the people at the imperial palace.

source: 엄마야!!!
en: oh my god!!!

source: 왜 또 안아올린 건가요?
en: why are you holding me this time?

source: 내가 할 테니까 얼른 가.
en: just go, I'll take care of it.

source: 자기가 가주가 되지 않을 경우에 일어날 모든 문제를 스스로 해결할 자신이 있다는 거잖아?!
en: he's saying that he's confident to solve any possible problems that may be caused in the case that he doesn't become the head of the house!!

source: 벤토아 공작가의 가주가 되진 않지만…
en: without becoming the head of the bentoi house...

source: 36화
en: Episode 36

source: 이득이요?
en: beneficial?

source: 호오, 마탑의 파벌이 학파별로 형성되어 있다는 걸 잘 아시는 군요.
en: oh, you are aware that the sorcerers of the magic tower are divided into different schools.

source: 음….
en: hmm...

source: 폐하께서 보시는 건데 더 상급의 실력자가 하는 편이 낫지 않을까요…?
en: wouldn't it be better for a higher-ranking knight to show it to the empress...?

source: 구슬아, 이리 온.
en: glass ball, come to me.

source: 일단 피곤할 테니 자고 일어나서 생각해보렴.
en: I’m sure you’re tired. you should sleep on it for tonight and think about it tomorrow.

source: 마시면 시체처럼 잠들게 해주는 왕실의 비약….
en: the potion that put you to sleep like a corpse...

source: 40화
en: Episode 40

source: 고로 자기는 안 가고 살던 대로 살겠다는 거고….
en: basically, he's saying he'll not be part of the house and continue living his life...

source: 쥐기 편한 네모난 모양,
en: it is square-shaped so it is easy to grab,

source: 으앗!
en: agh!

source: 괜찮겠니?
en: will you be okay?

source: 레이딘 경, 준비되셨습니까?
en: sir radin, are you ready?

source: 그편이 깔끔하니까.
en: it's cleaner that way.

source: 다음엔 소공자와 친구 이야기나
en: next time, you should try talking about his friends,

source: …없는 듯하니,
en: ...looks like there’s no one.

source: 아주 사색이 되는 군.
en: look at his pale face.

source: 그럼… 그대를 보내고 제자들이 텔레포트를 돕는 게 나을까요?
en: then... would it be better for me to send you away and have your students help with teleporting?

source: 응, 비가 올 것 같아서.
en: yeah, because it looks like it’s gonna rain.

source: 하수도 뚜껑 가격이 얼마인데요…?
en: how much are manhole covers...?

source: 이제 그만 눕죠.
en: let’s get into bed now.

source: <2기사단 소속> 벤토아 가문 출신 신입 기사
en: (from the 2nd imperial knights) newly joined knight from the bentoi house

source: 너도 잘 알잖니.
en: you know that very well.

source: 병원 다녀와.
en: I think you should go see a physician right now.

source: 아무리 그래도… 저는 괜찮으니 바로 복귀하겠습니다.
en: still... I will return to work right away. I’m really fine.

source: 어후.
en: ugh.

source: 오늘 일처리는 아주 훌륭하셨지!
en: her work today was remarkable!

source: 폐하를 위하는 기사라면 말이야.
en: who truly cares for her majesty.

source: 폐하께서는 자네가 집에 전혀 가지 않는 걸 더 걱정하고 계신다네.
en: the empress is more worried that you don’t go home at all.

source: 저, 그런데…
en: by the way...

source: 나쁘지 않습니다.
en: it's not bad.

source: 레, 레이딘 경이….
en: s-sir radin is...

source: 안 되겠다 언니.
en: ranepe,

source: 지금?
en: right now?

source: 능력의 사용법 같은 건 가문의 어른들이 따로 지도를 하지요.
en: but adults in the house provide separate instruction on how to use their abilities.

source: 이런 맛이니 10년이 넘게 지났어도 기억하는 건가 봐!
en: that is why he still remembers the taste after more than ten years have passed!

source: 일할 사람을 더 구해 볼까….
en: maybe I should consider hiring more people...

source: 고위급 마법사들은 움직이기가 힘드옵니다.
en: top-level sorcerers are difficult to convince.

source: 그때 자기 한몫은 할 수 있는 나이라고 보고 독립을 시키죠.
en: that’s when we let them live independently, since we consider them responsible adults.

source: 이 이야기는 그만하고, 가는 길에 뭐 좀 사가요.
en: let’s stop talking about this and grab something to eat on the way back.

source: 어서 오십시오, 주인님.
en: welcome, lord.

source: 하긴, 진동까지 막는 건 힘드니까요.
en: he's right. it's difficult to block the vibration.

source: 피곤하십니까?
en: do you feel tired?

source: 그럴 정도는 아닌 거 같은데!
en: I don't think it’s that bad!

source: 38화
en: Episode 38

source: 마침 잘 됐군.
en: that’s good.

source: 겨울까진 가능할 거예요.
en: I'll be able to work until winter.

source: 으음… 어젯밤에 기절하듯이 자고 일어나니 아침이더라.
en: mm... I passed out last night and woke up in the morning after what felt like an instant.

source: 폐하, 벤토아 공작가에서 연락이 왔습니다.
en: your majesty, bentoi house has contacted.

source: 황제 폐하께서 드십니다!
en: the empress has arrived!

source: 죽을 때가 되니까 그나마 방도가 생각나서.
en: now that death is near, a solution came to me.

source: 해결 방안은 이쪽인가….
en: I guess the solution should be...

source: 가문 내의 일을 봐주면서 레이딘 경도 납득할 수 있는 선의…?
en: maybe sir radin can take over some of the family business...?

source: 황제가 된다는 것에 질색하셨던 때가 엊그제 같은데….
en: it feels like it was only yesterday that she absolutely hated the idea of becoming the empress...

source: 저, 저건!
en: th-they are...!

source: 부디 벤토아가 수호하고 있는 국경과 가문의 식솔들,
en: please consider the border the bentoi house protects,

source: 그러던 도중 벤토아 공작가에서 연락이 와서….
en: in the meantime, the bentoi house contacted us...

source: 방금 전 재상 각하 표정과 똑같네.
en: whoa... he's making the exact same face as mater did just a little while ago.

source: 눈색과 머리색은 바꿔두었지만 불안하네요….
en: we changed his eyes and hair color, but I’m still anxious...

source: 내가 케이크만 안 먹고 싶었어도….
en: if only I hadn't craved the cake...

source: 자, 어서 먹어봐요!
en: here. hurry and try it!

source: 원인을 제거하지 않으면 또 아프실 테니
en: if she doesn't get rid of the cause, she'll get sick again

source: 무척 좋은 냄새가 나는군요.
en: it smells delicious.

source: 그럼 이만 끊을게.
en: I'm gonna hang up then.

source: 내년이면 아이가 태어나겠군요.
en: she’ll be giving birth next year.

source: 역시 당사자와 결판 지어야겠네요.
en: I guess I should just talk to sir radin himself.

source: 벤토아 공작의 알현 요청이 들어왔습니다만….
en: duke bentoi has requested an audience...

source: 휴… 벌써 여름이 다 됐네.
en: whew... it's summer already.

source: 어디긴 어디야, 훈련소지.
en: we’re at the training camp.

source: 언니가 왜?!
en: what happened to ranepe?!

source: 그렇구나….
en: I see...

source: 그러니 저를 당신의 주군으로 택하세요.
en: so, serve me as your liege.

source: 제국력 1368년 봄, 사자전쟁 발발.
en: in the spring of 1368 on the imperial calendar, the lion war broke out.

source: 스트레스성 위염과 두통입니다.
en: it's gastritis and headache caused by stress.

source: 이건 내가 직접 최고급 레몬을 넣어 만든 아이스크림!
en: and this is ice cream that I made with the best quality lemons!

source: 그럼 안심이네.
en: that's a relief

source: 너무 오래 걸렸잖아!
en: it took way too long!

source: 소드마스터 밑에서 배우면 실력도 빨리 늘 테고.
en: he'll learn quickly if he learns from a swordmaster,

source: 누워 계십시오.
en: stay in bed.

source: 이러니 레이딘 경이 자기가 없어도 된다고 버티는 거지!
en: this is why sir radin is being stubborn, saying he doesn't have to be there!

source: 괜히 황제인 내가 끼어들어 똥 밟을 필요는 없다는 거네?
en: ...and it's not necessary for me as the empress to intervene and hurt my reputation.

source: 사실 레이딘 경이 가주가 되면 폐하께 큰 이득이 됩니다.
en: but if sir radin becomes the head of the house, it'll be very beneficial to you.

source: 저저번에도 하수도 뚜껑이 하늘을 날았네요.
en: and even before that, manhole covers have flown up to the sky.

source: 황궁에서 누가 괴롭혀?
en: is someone bothering you at the imperial palace?

source: 우와, 재료가 장난 아니다.
en: wow, there are so many ingredients.

source: 또, 일부러 왕족의 얼굴을 거의 볼 일이 없는 평민들의 신병 훈련소에 넣었지요.
en: also, I purposely put him into a training camp of commoners, who rarely see the faces of royalty.

source: 후견인 관련 서류도 전부 처리가 끝났고….
en: the custodian-related documents are all taken care of...

source: 이상입니다.
en: that will be all.

source: 28화
en: Episode 28

source: 오늘만 먹을 수 있는 특별한 빵이 라구요~.
en: this is special bread that you can only taste today.

source: 저택 은색의 검
en: the silver sword mansion

source: 축하해요, 바론 부인!
en: congratulations, mrs. baron!

source: 본분은 황제 폐하의 기사.
en: my main duty is to protect the empress.

source: 그리고 멀리 내다보면 벤토아로 성을 바꾸는 게 너한테도 좋을 거야.
en: not to mention, it'll be good for you to change your last name to bentoi in the long run.

source: 그나저나 짜증이 가득한 걸 보니 어지간히도 시달린 모양이구나.
en: anyway, it looks like you've suffered a lot by how frustrated you are.

source: 걱정하지 마십시오.
en: don’t worry.

source: 내, 내가 그 사람이랑 아주 친하거든!
en: I-I’m really close to him!

source: 저희 쪽 사람으로 넣으면 어떨까요?
en: how about we hire someone from the imperial palace?

source: 내가 진료소에 직접 연락해서 물어볼 거니까 속일 생각 말고!
en: don't even try lying to me because I'm gonna call the clinic myself and check!

source: 전하께서 국경으로 가라 하신 건가요?
en: did the king order him to go to the border?

source: 그리고
en: also,

source: 여기는 어디냐!
en: where am I?!

source: 제일 좋은 방법이지만, 예산이 너무 많이 들어갑니다.
en: that's the best solution, but it will cost too much money.

source: 치료 받아야 한다고 하면 받고!
en: and get treatment if they say you should!

source: 언니….
en: sis...

source: 일단 입단속은 단단히 시켜 놓은 상태이며
en: I've already told everyone to keep their mouths shut

source: 정말?
en: really?

source: 그렇다면 역시…
en: then I guess...

source: 몇 번이고 부탁해봤지만 심하게 거부를 하더군요.
en: I’ve asked him multiple times but he keeps refusing.

source: 축하드립니다.
en: congratulations.

source: 아무도 눈치채지 못할 겁니다.
en: so no one will notice.

source: 맛있나요?
en: is it good?

source: 운명에 관한 생각을….
en: thinking about destiny...

source: 하지만 이제 정말로 시간이 얼마 남지 않았습니다….
en: but I really don’t have much time left...

source: 화살 정도야 간지럽지.
en: the arrows only tickle me.

source: 폐하, 괜찮으십니까?!
en: your majesty, are you feeling all right?!

source: 하아….
en: haa...

source: 누군가의 목숨을 빼앗았다는 사실에 대해 진심으로 뉘우치게 되면 좋겠어.
en: I want him to deeply regret the fact he took someone’s life.

source: 덕분에 신입 기사들만 죽어나고 있습니다.
en: I just feel bad for the newly joined knights who are struggling because of that.

source: 이 엄청난 중압감은….
en: this overwhelming power...

source: 빨리 가는 게 좋을 테니 배달은 내가 맡을 게!
en: you better go quickly and care of the delivery.

source: 엥?
en: huh?

source: 맞아….
en: right...

source: 그랑그랑!
en: grand grand!

source: 음… 그게,
en: um... so,

source: 그런 거 말고!!!
en: not that!!!

source: 어쩐지… 인장이 찍힌 휴가증이 있는데 나가시더라니….
en: I knew this would happen when he left after getting a vacation pass with a seal on it...

source: 폐하?!
en: your majesty?!

source: 정말 이 방법밖엔 없는 건가요?
en: do we really have no choice?

source: 짐이 레어드의 국왕, 세트 2세이니라!
en: I am the king of laird, sett II!

source: 호두 팥빵이랑 이것저것 많이 시키셨거든.
en: walnut red bean bread, and many other things.

source: 심장이 미친 듯이 뛰고 어지러워.
en: that my heart is still pounding and I feel dizzy.

source: 벤토아 공작이 레이딘 경을 만나고 싶다더군요.
en: they said that duke bentoi wants to meet sir radin.

source: 그러는 게 좋겠어요.
en: I think we should.

source: 집사장, 부탁할 게 있는데.
en: butler, I have a favor to ask.

source: 열은… 잘 모르겠는데요?
en: a fever? I don't think so...

source: 무슨 일이죠?
en: what’s going on?

source: 폐하께서 이 문제로 고민하다가 몸이 안 좋아지셨습니다.
en: her majesty got sick while contemplating this matter.

source: 레이딘 경은 평소에도 늘 기사들을 지도하니까요.
en: and anyway, sir radin always trains the knights.

source: 혀, 혀가 마비될 것 같아….
en: my... my tongue feels numb...

source: 전 벤토아 공작의 변호사
en: former duke bentoi's attorney.

source: 네, 수련을 하는 중이라더군요.
en: yes, he said he's training.

source: 네, 주변에 큰 강이 있는 것도 아닌지라 좋은 수를 찾지 못했다고 합니다.
en: yes, they weren't able to find good alternatives since there isn't a large river or anything nearby.

source: 벤토아의 방패가 되어줘.
en: and become the shield of the bentoi house.

source: 훌륭한 왕이 되도록 노력해야지.
en: try my best to become a great queen.

source: 아, 지금 계속 검사를 받고 있어서 나는 기다리는 중이야.
en: oh, she's still taking the examination so I've been waiting for her.

source: 직접 만나는 건 처음이군요, 앉으세요.
en: this is our first time meeting in person. please have a seat.

source: 이것을 내가 세트에게 쓸 것이라곤 상상도 못했는데.
en: I never imagined myself using it on sett.

source: 그렇지?
en: right?

source: 네, 잘 모르는 건 레이딘 경에게 물어봐 가며 조금씩 익히고 계십니다.
en: yes, she's been learning by asking questions to sir radin.

source: 결코 헛된 것이 아니었구나.
en: wasn’t for nothing.

source: 많이 안 좋은 건가요?
en: how bad is it?

source: 까… 흐엣취!
en: ly... achoo!

source: 폐하가 보시는데 그게 뭐냐.
en: especially when the empress is watching.

source: 그래, 아이의 부모가 코 부분만 요구했다지.
en: good. I heard the parents asked for the nose.

source: 정말요?
en: really?

source: 문제없습니다.
en: yes, I am.

source: 그렇다면…
en: if that’s the case...

source: 농사 시작 철에는 어쩔 수 없습니다.
en: it’s always like this at the start of farming season.

source: 다만, 이번 대에는 소드마스터가 없습니다.
en: however, they didn't have any swordmasters in this generation.

source: 그보다… 어째서인지
en: by the way... for some reason

source: …어라?
en: ...huh?

source: 폐하, 무슨 짓을!!!
en: your highness, what are you trying to do?!!

source: 감기인 거 아냐?
en: do you have a cold?

source: 그러니 몇 년간 가주 자리를 비우고 지켜보면 되는데
en: so all they have to do is wait for a few years while the position is empty...

source: 어머나, 폐하께 간식을 챙겨드려야 하는데….
en: wait, I was planning to give her the snacks...

source: 벤토아 공작가 회의장
en: at the conference hall of the bentoi mansion

source: 어쨌든, 눈앞에 아른거려서 죽을 맛이라니 만들어보자!
en: anyway, he said he's been craving this for a very long time so let's make it!

source: 소스도 직접 졸여야 하다니… 손이 엄청 많이 가네.
en: not to mention we have to make the sauce our own... this recipe requires a lot of work.

source: 가문은 너에게 아무것도 해준 것이 없으니
en: I know that I'm in no position to ask for help from you

source: 왜 너에게…?
en: why did they ask you...?

source: 2주 후
en: two weeks later

source: 레소는 방값이 비싸기도 하고….
en: rent in lesso is expensive...

source: 언니, 손이 뜨겁잖아!
en: ranepe, your hand is burning!

source: 어떤 방법을 쓰시려는 겁니까?
en: what are you trying to do?

source: 잠깐만!
en: wait!

source: 최근 호적에 입적되셨으니까요.
en: since he's recently been added to the family register.

source: 보니까 저번에도,
en: it appears that last time,

source: 또… 공작가의 고유 능력이 발현되면
en: besides... once the house's special ability comes in,

source: 다 나을 때까지는 저 약을 드셔야 할 겁니다.
en: you'll have to continue taking that medication until you fully recover.

source: 네, 레이딘 경은 폐하의 최측근으로 알려져 있으니까요.
en: yes, because he is known as the closest aide of the empress.

source: 하지만 정 안 된다면 명을 내려서라도….
en: if it really doesn’t, you could also give an order...

source: 할 이야기가 있어요.
en: I have something to discuss with you.

source: 아, 그런데 오후에 들어온 주문이 좀 급해.
en: oh, the order that came in this afternoon is a bit rushed.

source: 41화
en: Episode 41

source: 제작
en: Production

source: …아버지 때문에 어릴 적 어머니를 잃고 고생한 건 정말 미안하게 생각하고 있어.
en: ...I'm very sorry that you lost your mother at young age and struggled because of my father.

source: 들어라, 레어드의 병사들이여!
en: listen, soldiers of laird!

source: 재료비가 어마어마하겠는데….
en: these ingredients will cost so much...

source: 10분 뒤
en: 10 minutes later

source: 폐하, 그랑그랑을 지나쳤….
en: your majesty, you've passed the grand gra—

source: 대가문의 가주라는 것은 상징적인 의미도 있습니다.
en: but there is a symbolic meaning in the head of the great house.

source: 반응을 보니 아직 얘기를 듣지 못하셨군요.
en: your reaction tells me that you haven’t been informed yet.

source: 집에 잘 보관해두었습니다.
en: I left it at home.

source: 그나저나 시스,
en: by the way sist,

source: 아, 이제야 알겠어.
en: oh, I get it now.

source: 훌륭하십니다.
en: I'm very impressed.

source: 눈보라 보다 시야 확보도 되잖아!
en: I have much better visibility than last time when there was a blizzard!

source: 나 없는 동안 바쁘지 않았어?
en: was it busy while I was gone?

source: 이게 다 뭐야?
en: what's all this?

source: 안 돼!
en: no!

source: 어
en: huh

source: 무사히 임무를 마치고 돌아오면
en: when I come back after completing the mission,

source: 레이딘 경하고는 어떻게 하기로 하셨나요?
en: what did you and sir radin decide on?

source: 벗기려고…?!
en: trying to take off...?

source: 이대로는 너무 오래 걸리겠어….
en: it’s gonna take too long at this rate...

source: 전 이만 가볼게요.
en: I'm gonna leave then.

source: 폐하, 하지만 전 호위의 업무가….
en: your majesty, but I have a duty to protect--

source: 1시간 뒤
en: 1 hour later

source: 네, 귀한 걸음을 하시라 하여 죄송합니다만….
en: yes, I'm sorry for asking for your precious time...

source: 이 무슨… 사기 아냐???
en: he... almost sounds like a fictional character!!

source: 아, 하마터면 큰일 날 뻔했군요.
en: oh, my mistake.

source: 천재라고 소문난 최연소 소드마스터 레이딘 경을 상대하기엔 버겁다.
en: defeating sir radin, the youngest and the most talented swordmaster, will definitely be a challenge.

source: 이게 하나밖에 없는 성공에 가까운 연구작이랬지?
en: he said this is the only thing that's closest to a successful product, didn't he?

source: 처음 만났던 때?
en: when we first met?

source: 준비해주세요.
en: please get things ready.

source: 새 가주를 뽑기 위한 회의가 열린 걸로 압니다.
en: they're having a discussion about selecting the new head of the house.

source: 레이딘 경은….
en: I wonder if...

source: 그런데 사람 구하기가 쉽지 않아서요.
en: but finding people isn't that easy.

source: 저희가 온 것을 아직 눈치채지 못한 것 같습니다.
en: since we’ve been moving in small groups.

source: 이 저택의 주인께서 그런 말씀을 하시다니요.
en: you’re the owner of this mansion. you shouldn’t say such a thing.

source: 이 마을은 3년이나 물에 잠기는 피해를 입었네요.
en: this town has suffered from flooding for three years straight.

source: 29화
en: Episode 29

source: 다음번에는 누구의 목이 떨어질지 몰라.
en: but we don’t know who else’s head they will be taking next time.

source: 준비하자꾸나.
en: let’s prepare.

source: 그렇구나!!!
en: I see!!!

source: 도서관에서 책을 읽다 가실 거라고 하셨으니 그쪽으로 가보면 될 겁니다.
en: you'll be able to find her at the library. she said she'll read some books there before going home.

source: 그 연구가 어떤 것이냐 하면….
en: to tell you about the research...

source: 남은 내 가족들은 풍요롭고 평안한 제국에서 살아갈 수 있겠어….
en: the rest of my family will be able to live in a prosperous and peaceful empire...

source: 끄응….
en: okay...

source: 잠시 후
en: a little bit later

source: 마님, 주인님께서 부르십니다.
en: madam, lord is calling for you.

source: 네, 새로 만들어 끼우는 데도 예산이 들어갔습니다.
en: yes, and it costs money to replace them.

source: 다들 이만 쉬러 가도록.
en: you are all dismissed. go get some rest.

source: 한계 이상으로 부수면 자네 월급에서 깔 거야
en: if you break it too much, I'm gonna take the repair cost out of your pay.

source: 언니랑 오빠는 레이딘이 기사라는 걸 알지만….
en: ranepe and kratis know that you are a knight but...

source: 그 후, 레어드에서는 왕위 교체가 있었다.
en: since then, there has been the replacement of the throne in laird.

source: 데이지가 올 거야.
en: daisy will come.

source: 이 망토는… 이 부츠는….
en: this cloak... these boots...

source: 그래서 레이딘 경의 생각을 듣고 싶어요.
en: so I wanted to hear your opinion.

source: 헉, 비가 오네?!
en: oh, it just started raining!!

source: 사실… 벤토아 공작이 위독한 상태예요.
en: actually... duke bentoi is in critical condition.

source: 다 했다!
en: finished!

source: 첫 번째, 유언장 작성 당시 벤토아의 일족 중, 가주직을 행할 실력을 가진 이가 없으므로 다음 세대가 성장할 때까지 잠시 가주 자리를 비워라.
en: first, since there isn't a member of bentoi house who is competent enough to be considered as the head of the house upon writing this will, leave the position empty until the next generation grows up.

source: 일을 덜 할 수 있는 방법 같은 건 없을까요?
en: is there any way for me to work less?

source: 마탑에 지원금 들어가잖아요.
en: we give a subsidy to the magic tower.

source: 시스, 볼이 조금 붉어진 것 같습니다만….
en: sist, your cheeks look a little red.

source: 공주들과 공주의 남편들은 4공주 누트샤에게 양위할 것을 제안했으며,
en: the princesses and their husbands suggested to abdicate the throne to the fourth princess, nutesha.

source: 아이들은 금방 자라고 몇 년 정도는 가주가 없어도 문제가 없습니다.
en: but children grow up quickly and not having a head of the house for a few years isn't gonna be a problem.

source: 그렇다고 한정된 돈을 이쪽에다가 마구 퍼줄 수도 없는 노릇이야….
en: regardless, we can't afford to pay them a lot of money when our budget is limited...

source: 내가 기억 못하는 일이 있었나?
en: did something happen that I don’t remember?

source: 얼마나 쉴 수 있죠?
en: how long can he take off for?

source: 대제께서도 골치 아파하신 게 마탑과 마법사들 문제죠.
en: even the former emperor struggled with the issues related to the magic tower and sorcerers.

source: 잘 자랄 수 있도록 돕는 건 가능하잖아요.
en: but you can certainly help him lead a good life.

source: 비가 오려나?
en: is it going to rain soon?

source: 대치 상태만 계속되었습니다.
en: it was a constant deadlock.

source: 어떻게요?
en: how?

source: 마법을 많이 사용한 것도 빨리 익히거나 맛을 더하는 게 대부분이었어….
en: also, the magic used in the recipe was mostly to cook it quickly and add flavors...

source: 앗, 시스 누나?
en: oh, sist?

source: 그리고 제국민들을 굽어 살펴주십시오.
en: the members of the house, and the people of the empire.

source: 아, 그래… 분명…
en: oh, right... I was...

source: 이게 그제 찍은 영상입니다.
en: this is the video from two days ago.

source: 가주직을 비워놓아도 정말 괜찮은 건가요?
en: are you sure it’s okay to leave the head of the house position empty?

source: 어차피 데이지도 곧 올 거니까.
en: you have nothing to worry about since daisy will be here shortly.

source: 네….
en: yes...

source: 아이들은 채소를 편식하는 경우가 많으니….
en: that’s probably because children tend to dislike vegetables.

source: 나머지는 둘이 먹어!
en: you guys can eat the rest!

source: 그 입 다물라!
en: shut your mouth!

source: 그나저나 레이딘 경, 지금 뭐 하고 있으려나….
en: anyway, I wonder what sir radin is doing right now...

source: 2기사단 망신 다 시키네.
en: you embarrassed the 2nd imperial knights.

source: …아무튼 그래서 파견 마법사로 나가는 건 무리입니다.
en: ...therefore, I don't think I'll be able to travel.

source: 솔직히 이것도 원래 가문 내의 일이라 황제가 참견하기는 되게 좀… 그렇잖아요.
en: to be honest, this is a family business so it feels a little awkward for the empress to intervene.

source: 대신 제자들을 여럿 보내어 대비토록 하겠습니다.
en: instead, I'll send my students to help with the prevention.

source: 빵 하나를 만드는데 10번을 쓴다는 거야?
en: so ten stars of magic is required to make this one bread?

source: 음, 목이 붓거나 그러진 않은데….
en: hm, my throat isn't swollen or anything...

source: 그래도 기쁜 일은 기쁜 일이니까!
en: still, I should be happy about what happened!

source: 이 문제는 조금 더 고민해봐야겠네요….
en: I guess I should think more about this issue...

source: 벤토아 가문의 사람들은 중력을 다루는 힘을 지니고 있습니다.
en: members of the bentoi house have the power to control gravity.

source: 축하를 해줘야 할 것 같은데
en: I think I should congratulate her.

source: 지금껏 내가 해온 노력들이
en: It appears all the effort I put in

source: 레이딘 경이 말한 대로 해야 할지도 모르겠네….
en: I might actually have to do what sir radin suggested...

source: 이는 소수의 고위급 신하들의 주도로 신속하게 이루어졌고,
en: it was quickly led by a few high-ranking officials,

source: 음, 그러니까… 굳이 가지 않아도 가문이 잘 돌아갈 걸 알아서 거절했다는 거죠.
en: okay, so... you declined because you knew the house would be fine without you?

source: 39화
en: Episode 39

source: 언니, 몸이 안 좋아?
en: ranepe, are you not feeling well?

source: 덧붙여 폐하께 감사하다는 말을 전해달라고 부탁했습니다.
en: they also asked me to say thank you to the empress.

source: 이번에야말로 휴가를 줘야겠어요!
en: I should really give him time off!

source: 폐하, 마테르입니다.
en: your majesty, this is mater.

source: 그 집안에 가주가 될 사람이 필요해져서 나보고 그 사람을 설득해달래.
en: and I was asked to persuade him because that family needs someone to take over the head of the house.

source: 그건 안 되지!
en: I can’t allow that!

source: 안 그래도 할 일이 많은데….
en: I have so much on my plate already...

source: 매년 물에 잠기다 보니 여유가 있는 사람들은 죄다 이사를 가버렸습니다.
en: since the town floods every year, those who could afford it have all moved out.

source: 이제 정말 사람을 구해야겠는데.
en: I guess now I really should hire someone.

source: 이번엔 높게 나는 게 아니라서 괜찮아!
en: I’ll not be flying high so it’ll be fine this time!

source: 아시드 켈 벤토아 공작이 방금 전 사망했다고 합니다.
en: they said duke ishid kel bentoi has just passed away.

source: 올해로 17살 입니다, 폐하!
en: I just turned 17, your majesty!

source: 이제 막 가문에 들어온 이가, 윽…?!
en: how could a man who just joined the family... ugh!!

source: 대장에게 말해서 사람을 한 명 빼오겠습니다.
en: I'll let my captain know and get someone over here.

source: 입덧은 방법이 없죠.
en: there’s no other cure for morning sickness.

source: 그만!!!
en: stop!!!

source: ―으악!
en: aagh!

source: 마스터 크란쥬… 애석하게도 제가 시간이 부족해서요.
en: master cranju... unfortunately, I'm a very busy person...

source: …네 기분은 이해하지만, 나도 한 가문을 짊어진 입장이고, 죽음이 눈앞인지라.
en: ...I understand how you may feel. but I also carry the responsibility of an entire house, and death is very near.

source: 레이딘 경이 휴가인데도 오늘 황궁에 나왔습니다.
en: sir radin came to the palace today even though he's still on a vacation.

source: 죄송합니다….
en: I'm sorry...

source: 내가 이렇게 되어버려서….
en: since I've become like this...

source: 지금 라네페 누나가…!
en: ranepe is...!

source: 선대 전하의 이름을 부끄럽게 만들지 말도록!
en: do not bring shame upon the name of the former king!

source: 제 경험으로는….
en: in my experience...

source: 조금…?
en: a little...?

source: 국경 수비도 다른 소드마스터에게 인계해두었습니다.
en: and handed over the border defense to another swordmaster.

source: 명령이라고 하셨으니 바로 집으로 가서 푹 쉬도록.
en: she said this is an order, so go home immediately and rest well.

source: 32화
en: Episode 32
